---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.DistributionSysType
source: html/c0623079-aad9-1642-42ac-95ddc93ade86.htm
---
# DistributionSysType Properties

The id of the assembly instance to which the element belongs.